iDocs/Base/Data/Requests/SetAsRead.xml

<?xml version="1.0" encoding="UTF-8"?>
<S:Envelope xmlns:S="http://schemas.xmlsoap.org/soap/envelope/">
	<S:Header>
		<ServiceContext xmlns="http://context.core.datamodel.fs.documentum.emc.com/" token="#TOKEN#">
			<Identities xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" 
                password="#PASSWORD#" 
                repositoryName="#REPOSITORY#" 
                userName="#USERNAME#" 
                xsi:type="RepositoryIdentity">
			</Identities>
		</ServiceContext>
	</S:Header>
	<S:Body>
		<ns1:setTaskAsRead xmlns:ns1="http://ws.services.dfs.dms.korusconsulting.ru/">
            <taskId>#TASK_ID#</taskId>
		</ns1:setTaskAsRead>
	</S:Body>
</S:Envelope>
